{
    "Log_in": "Log in",
    "Sign_up": "Sign up",
    "Password": "Password",
    "Authentication_failure": "Authentication",
    "Invalid_email": "Invalid email",
    "Invalid_password": "Invalid password",
    "Forgot_password": "Forgot password",
    "Confirm_password": "Confirm password",
    "Username": "Username",
    "Invalid_username": "Invalid username",
    "Provide_email": "Please provide below your email address. You will receive a link in order to reset your password",
    "Send_email": "Send email",

    "Submit_idea": "Submit a new process idea",
    "Title": "Title",
    "Description": "Description",
    "Useful": "Explain why this approach would be useful?",
    "Demand_submitted": "Demand submitted",
    "Submit": "Submit",

    "Constact_us": "Contact us",
    "Submit_a_problem": "Submit a problem",
    "Subject": "Subject",
    "Desribe_problem": "Describe your problem",
    "Email_send": "Email send",
    "Problem_submit": "Problem submit",

    "Start_new_process": "Start a new Process",
    "Profile": "Profile",
    "Calendar": "Calendar",
    "Lexique": "Lexique",
    "Suggest_process": "Suggest a process",
    "Help": "Help",
    "Settings": "Settings",
    "Logout": "Logout",

    "No_appointment": "No appointement planned",
    "Ongoing_process": "Ongoing process",
    "No_current_process": "No current process",

    "Choose_avatar": "Choose your avatar",
    "Cancel": "Cancel",
    "Avatar_selected": "Avatar selected",
    "Your_current_process": "Your current process",
    "Change_password": "Change password",
    "Minimum_charactere": "Minimum 8 characters",
    "Select_language": "Select language",
    "Disabled": "Disabled",
    "Your_modification": "Your modification have been saved",

    "Problem_occured": "A problem occured",
    "Yes": "Yes",
    "No": "No",
    "Choose_a_process": "Choose a process",
    "No_process_available": "No process available for now, Try later",
    "Start": "Start",
    "Select_process": "Select a process",

    "All_toDos": "All toDos",
    "No_requirement": "No requirement to get this process",
    "Save": "Save",

    "My_process": "My process",
    "See_more_details": "See more details",

    "General": "General",
    "Dark_mode": "Dark mode",
    "Version": "Version",
    "Change_log": "Change log",
    "Support": "Support",
    "About": "About",
    "Privacy_and_security": "Privacy and security",
    "General_terms_and_Conditions_of_Use": "General terms and Conditions of Use",
    "Privacy_policy": "Privacy policy",
    "Terms_and_procedures": "Terms and procedures",
    "Delete_account": "Delete account",

    "Purpose": "\n\nWhat is the purpose of your project ?",
    "Introduction_text": "\n\nGetting off the plane, Mr. Sandro Fernandez had put a lot of hope in his arrival in France. 5 years of studies, all his savings and all his time spent there, just to get his visa and prepare for this adventure. He told himself that after all the difficulties to get there, he could finally take full advantage of his new life. But reality caught up with him very quickly, bombarded by incessant, very time-consuming meetings and requests that seem incongruous to him, he finds himself taking days off just to take care of administrative procedures. Sandro is not an isolated case.\n\nIn France, 1.7 million households communicate only in a foreign language. According to France Bleu, 1 out of 5 French people have difficulty carrying out administrative procedures, 12% of them abandon the said procedures. One can only imagine that the dropout rate among non-French speakers is higher.\n\nThis led us to ask ourselves the following question: How to support non-French speakers through their administrative procedures, thus enabling them to access their rights?\n To remedy this, we offer a platform in the form of a web and mobile application, accessible to everyone. \n \nOn the one hand, users wishing to receive assistance will be able to register or log in and provide the necessary information such as the procedure they wish to carry out, whether or not they have the documents requested to complete the procedure , through a questionnaire. \nThe application will inform them of the forms to fill out, the documents to compile the file and the appointments to be made, all in the selected language. \nOnce the procedure has been launched, the user will be able to find a follow-up on his profile with a percentage of completion of his various steps. \nHe will be able to find his administrative appointments in a connected calendar, which will indicate any changes and on which he can click to have a summary of all the steps by procedure. \nOn the other hand, once all these steps have been completed, during an administrative meeting, if the language barrier persists and the user is unable to communicate with the person in front of him, he can be put in contact with an association volunteer or a person who has already experienced the same situation and speaks the same language, through a phone call on the application. This third person will serve as an intermediary/interpreter for better communication. \n\nThis will save time for our user, as well as for his interlocutor.\n\nOn our platform, it will also be possible to share his experience, in order to guide those who will go through his steps later.",
    
    "CGU": "CGU",
    "CGU_title": "Terms and Conditions of Use",
    "CGU_text": "Paperwork built the Paperwork app as a Free app. \nThis SERVICE is provided by Paperwork at no cost and is intended for use as is. \n This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. \n If you choose to use my Service, then you agree to the collection and use of information in relation to this policy.\n The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at Paperwork unless otherwise defined in this Privacy Policy.\n\nInformation Collection and Use\n\nFor a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to email adress, name, surname, langage. The information that I request will be retained on your device and is not collected by me in any way\n\nThe app does use third-party services that may collect information used to identify you\n\nLink to the privacy policy of third-party service providers used by the ap    \n\n   Google Play Service    \n    Faceboo\n\nLog Dat\n\nI want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. \nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics\n\nCookie\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory\n\nThis Service does not use these “cookies” explicitly. However, the app may use third-party code and libraries that use “cookies” to collect information and improve their services.\n You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service\n\nService Provider\n\nI may employ third-party companies and individuals due to the following reasons    \n\n    To facilitate our Service    \n\n    To provide the Service on our behalf    \n    To perform Service-related services; o    \n    To assist us in analyzing how our Service is used\nI want to inform users of this Service that these third parties have access to their Personal Information.\n The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose\n\n Securit\n\n I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. \nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security\n\nLinks to Other Site\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. \nNote that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. \nI have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services\n\nChildren’s Privac\n\nThese Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13 years of age.\n In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers.\n If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions\n\nChanges to This Privacy Polic\n\nI may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page\n\nThis policy is effective as of 2023-03-3\n\nContact U\n\nIf you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at paperwork_2024@labeip.epitech.eu.",

    "Terms_and_procedures_title": "\n\nTerms and procedures",
    "Terms_and_procedures_text": "\n\nBy downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. You’re not allowed to copy or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages or make derivative versions. The app itself, and all the trademarks, copyright, database rights, and other intellectual property rights related to it, still belong to Paperwork.\nPaperwork is committed to ensuring that the app is as useful and efficient as possible. For that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason. We will never charge you for the app or its services without making it very clear to you exactly what you’re paying for.\nThe Paperwork app stores and processes personal data that you have provided to us, to provide my Service. It’s your responsibility to keep your phone and access to the app secure. We therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device. It could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone’s security features and it could mean that the Paperwork app won’t work properly or at all.\nThe app does use third-party services that declare their Terms and Conditions.\nLink to Terms and Conditions of third-party service providers used by the app\n    Google Play Services\n    Facebook\nYou should be aware that there are certain things that Paperwork will not take responsibility for. Certain functions of the app will require the app to have an active internet connection. The connection can be Wi-Fi or provided by your mobile network provider, but Paperwork cannot take responsibility for the app not working at full functionality if you don’t have access to Wi-Fi, and you don’t have any of your data allowance left.\nIf you’re using the app outside of an area with Wi-Fi, you should remember that the terms of the agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third-party charges. In using the app, you’re accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you’re using the app, please be aware that we assume that you have received permission from the bill payer for using the app.\nAlong the same lines, Paperwork cannot always take responsibility for the way you use the app i.e. You need to make sure that your device stays charged – if it runs out of battery and you can’t turn it on to avail the Service, Paperwork cannot accept responsibility.\nWith respect to Paperwork’s responsibility for your use of the app, when you’re using the app, it’s important to bear in mind that although we endeavor to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you. Paperwork accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app.\nAt some point, we may wish to update the app. The app is currently available on Android & iOS – the requirements for the both systems(and for any additional systems we decide to extend the availability of the app to) may change, and you’ll need to download the updates if you want to keep using the app. Paperwork does not promise that it will always update the app so that it is relevant to you and/or works with the Android & iOS version that you have installed on your device. However, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device.\n\nChanges to This Terms and Conditions\n\nI may update our Terms and Conditions from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Terms and Conditions on this page.\nThese terms and conditions are effective as of 2023-03-30\nContact Us\n\nIf you have any questions or suggestions about my Terms and Conditions, do not hesitate to contact me at paperwork_2024@labeip.epitech.eu.",

    "Log": "Log",
    "Log_title": "\n\nPaperwork Log",
    "Log_text": "\n\nBe aware of the latest updates and new features implemented. Here's what's changed since the last update:\n\n\n                   Account Verification\n                   Privacy Policy\n                   Adding the datepicker in the calendar\n",

    "Privacy_policy_title": "\n\nPrivacy Policy",
    "Privacy_policy_text": "\nPaperwork built the Paperwork app as a Free app. \nThis SERVICE is provided by Paperwork at no cost and is intended for use as is. \n This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. \n If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. \nI will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at Paperwork unless otherwise defined in this Privacy Policy.\n\nInformation Collection and Use\n\nFor a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to email adress, name, surname, langage. The information that I request will be retained on your device and is not collected by me in any way\nThe app does use third-party services that may collect information used to identify you\n\nLink to the privacy policy of third-party service providers used by the ap    \n\n   Google Play Service    \n    Faceboo\n\nLog Dat\n\nI want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. \nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics\n\nCookie\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. \nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory\nThis Service does not use these “cookies” explicitly. However, the app may use third-party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. \nIf you choose to refuse our cookies, you may not be able to use some portions of this Service\n\nService Provider\n\nI may employ third-party companies and individuals due to the following reasons    \n    To facilitate our Service    \n    To provide the Service on our behalf    \n    To perform Service-related services; o    \n    To assist us in analyzing how our Service is used\nI want to inform users of this Service that these third parties have access to their Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose\n\n Securit\n\n I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. \nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security\n\nLinks to Other Site\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. \nI have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services\n\nChildren’s Privac\n\nThese Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13 years of age. In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers. \nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions\n\nChanges to This Privacy Polic\n\nI may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page\n\nThis policy is effective as of 2023-03-3\n\nContact U\n\nIf you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at paperwork_2024@labeip.epitech.eu."
}