Repository: Paperwork-EIP/Front-mobile
Catalog: *_app/workspace/assets/translate/*.arb
Languages: fr

source: Log in
fr: Connexion

source: Sign up
fr: S'inscrire

source: Password
fr: Mot de passe

# authenticationFailure
source: Authentication
fr: Authentification

source: Invalid email
fr: Email invalide

source: Invalid password
fr: Mot de passe invalide

source: Forgot password
fr: Mot de passe oublié

source: Confirm password
fr: Confirmer le mot de passe

source: Username
fr: Nom d'utilisateur

source: Invalid username
fr: Nom d'utilisateur invalide

# provideEmail
source: Please provide below your email address. You will receive a link in order to reset your password
fr: Veuillez fournir votre adresse mail. Vous recevrez un lien pour réinitialiser votre mot de passe.

source: Send email
fr: Email envoyé

# submitIdea
source: Submit a new process idea
fr: Soumettre l'idée d'une procédure

source: Title
fr: Titre

# useful
source: Explain why this approach would be useful?
fr: Expliquer pourquoi cette approche serait utile

source: Demand submitted
fr: Demande envoyé

source: Submit
fr: Envoyer

# constactUs
source: Contact us
fr: Nous contacter

source: Submit a problem
fr: Soumettre un problème

source: Subject
fr: Sujet

# desribeProblem
source: Describe your problem
fr: Decrivez votre problème

source: Email send
fr: Email envoyé

source: Problem submit
fr: Problème envoyé

# startNewProcess
source: Start a new Process
fr: Commencer une nouvelle procédure

source: Profile
fr: Profil

source: Calendar
fr: Calendrier

# suggestProcess
source: Suggest a process
fr: Proposer une procédure

source: Help
fr: Aide

source: Settings
fr: Paramètres

source: Logout
fr: Déconnexion

# noAppointment
source: No appointement planned
fr: Pas de rendez-vous plannifié

source: Ongoing process
fr: Procédure en cours

source: No current process
fr: Pas de procedure en cours

# chooseAvatar
source: Choose your avatar
fr: Choisissez votre avatar

source: Cancel
fr: Annuler

source: Avatar selected
fr: Avatar selectionnez

source: Your current process
fr: Vos procédures

source: Change password
fr: Changer de mot de passe

# minimumCharactere
source: Minimum 8 characters
fr: Minimum 8 charactères

source: Select language
fr: Sélectionner la langue

source: Disabled
fr: Désactiver

# yourModification
source: Your modification have been saved
fr: Vos modification ont été sauvegardé

# problemOccured
source: A problem occured
fr: une erreur est survenu

source: Yes
fr: Oui

source: No
fr: Non

source: Choose a process
fr: Choisir une procédure

# noProcessAvailable
source: No process available for now, Try later
fr: Procédure actuellement indisponible, Essayez plus tard

source: Start
fr: Commencé

# selectProcess
source: Select a process
fr: Sélectionner une procédure

source: All toDos
fr: A faire

# noRequirement
source: No requirement to get this process
fr: Pas de recommendation pour cette procédure

source: Save
fr: Sauvegarder

source: My process
fr: Mes procédures

source: See more details
fr: Plus de détails

source: General
fr: Général

source: Dark mode
fr: Mode sombre

source: Change log
fr: Dernier changement

source: About
fr: A propos

source: Privacy and security
fr: Confidentialiter et sécurité

source: General terms and Conditions of Use
fr: Conditions générale d'utilisation

source: Privacy policy
fr: Politique de confidentialité

source: Terms and procedures
fr: Conditions générales

source: Delete account
fr: Supprimer le compte

# purpose
source: What is the purpose of your project ?
fr: Quel est le but de notre projet ?

# introductionText
source: Getting off the plane, Mr. Sandro Fernandez had put a lot of hope in his arrival in France. 5 years of studies, all his savings and all his time spent there, just to get his visa and prepare for this adventure. He told himself that after all the difficulties to get there, he could finally take full advantage of his new life. But reality caught up with him very quickly, bombarded by incessant, very time-consuming meetings and requests that seem incongruous to him, he finds himself taking days off just to take care of administrative procedures. Sandro is not an isolated case. In France, 1.7 million households communicate only in a foreign language. According to France Bleu, 1 out of 5 French people have difficulty carrying out administrative procedures, 12% of them abandon the said procedures. One can only imagine that the dropout rate among non-French speakers is higher. This led us to ask ourselves the following question: How to support non-French speakers through their administrative procedures, thus enabling them to access their rights? To remedy this, we offer a platform in the form of a web and mobile application, accessible to everyone. On the one hand, users wishing to receive assistance will be able to register or log in and provide the necessary information such as the procedure they wish to carry out, whether or not they have the documents requested to complete the procedure , through a questionnaire. The application will inform them of the forms to fill out, the documents to compile the file and the appointments to be made, all in the selected language. Once the procedure has been launched, the user will be able to find a follow-up on his profile with a percentage of completion of his various steps. He will be able to find his administrative appointments in a connected calendar, which will indicate any changes and on which he can click to have a summary of all the steps by procedure. On the other hand, once all these steps have been completed, during an administrative meeting, if the language barrier persists and the user is unable to communicate with the person in front of him, he can be put in contact with an association volunteer or a person who has already experienced the same situation and speaks the same language, through a phone call on the application. This third person will serve as an intermediary/interpreter for better communication. This will save time for our user, as well as for his interlocutor. On our platform, it will also be possible to share his experience, in order to guide those who will go through his steps later.
fr: En descendant de l'avion, M. Sandro Fernandez avait mis beaucoup d'espoir dans son arrivée en France. 5 ans d'études, toutes ses économies et tout son temps passé là-bas, histoire d'obtenir son visa et de préparer cette aventure Il s'est dit qu'après toutes les difficultés pour en arriver là, il pouvait enfin profiter pleinement de sa nouvelle vie. Mais la réalité l'a très vite rattrapé, bombardé de réunions incessantes, très chronophages et de demandes qui lui paraissent incongrues, il se retrouve à prendre des jours de congé juste pour s'occuper des démarches administratives. Sandro n'est pas un cas isolé. En France, 1,7 million de foyers ne communiquent que dans une langue étrangère. Selon France Bleu, 1 Français sur 5 a des difficultés effectuer des démarches administratives, 12% d'entre eux abandonnent lesdites démarches. On ne peut qu'imaginer que le taux d'abandon parmi les non-francophones est plus élevé. Cela nous a conduit à nous poser la question suivante : Comment accompagner les non-francophones à travers leurs démarches administratives, leur permettant ainsi d'accéder à leurs droits ? Pour y remédier, nous proposons une plateforme sous forme d'application web et mobile, accessible à tous. D'une part, les utilisateurs souhaitant bénéficier d'une assistance pourront s'inscrire ou se connecter et fournir les informations nécessaires telles que la procédure qu'ils souhaitent effectuer, s'ils disposent ou non des documents demandés pour mener à bien la procédure , via un questionnaire. L'application leur indiquera les formulaires à remplir, les documents pour constituer le dossier et les rendez-vous à prendre, le tout dans la langue choisie. Une fois la procédure lancée, l'utilisateur pourra retrouver un suivi sur son profil avec un pourcentage d'avancement de ses différentes démarches. Il pourra retrouver ses rendez-vous administratifs dans un calendrier connecté, qui lui indiquera les éventuelles modifications et sur lequel il pourra cliquer pour avoir un récapitulatif de toutes les étapes par procédure. En revanche, une fois toutes ces démarches franchies, lors d'une réunion administrative, si la barrière de la langue persiste et que l'usager n'arrive pas à communiquer avec la personne en face de lui, il peut être mis en relation avec un bénévole de l'association ou une personne ayant déjà vécu la même situation et parlant la même langue, via un appel téléphonique sur l'application. Cette troisième personne servira d'intermédiaire/interprète pour une meilleure communication. Cela fera gagner du temps à notre utilisateur, ainsi qu'à son interlocuteur. Sur notre plateforme, il sera également possible de partager son expérience, afin de guider ceux qui suivront ses démarches ultérieurement.

# cguTitle
source: Terms and Conditions of Use
fr: Conditions générales d'utilisation

# cguText
source: Paperwork built the Paperwork app as a Free app. This SERVICE is provided by Paperwork at no cost and is intended for use as is. This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at Paperwork unless otherwise defined in this Privacy Policy. Information Collection and Use For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to email adress, name, surname, langage. The information that I request will be retained on your device and is not collected by me in any way The app does use third-party services that may collect information used to identify you Link to the privacy policy of third-party service providers used by the ap Google Play Service Faceboo Log Dat I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics Cookie Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory This Service does not use these “cookies” explicitly. However, the app may use third-party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service Service Provider I may employ third-party companies and individuals due to the following reasons To facilitate our Service To provide the Service on our behalf To perform Service-related services; o To assist us in analyzing how our Service is used I want to inform users of this Service that these third parties have access to their Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose Securit I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security Links to Other Site This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services Children’s Privac These Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13 years of age. In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions Changes to This Privacy Polic I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page This policy is effective as of 2023-03-3 Contact U If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at paperwork_2024@labeip.epitech.eu.
fr: Paperwork a créé l'application Paperwork en tant qu'application gratuite. Ce SERVICE est fourni gratuitement par Paperwork et est destiné à être utilisé tel quel. Cette page est utilisée pour informer les visiteurs de mes politiques concernant la collecte, l'utilisation et la divulgation de Informations personnelles si quelqu'un a décidé d'utiliser mon service. Si vous choisissez d'utiliser mon service, vous acceptez la collecte et l'utilisation d'informations en relation avec cette politique. Les informations personnelles que je collecte sont utilisées pour fournir et améliorer le service. Je n'utiliserai ni ne partagerai vos informations avec qui que ce soit, sauf dans les cas décrits dans la présente politique de confidentialité. Les termes utilisés dans la présente politique de confidentialité ont la même signification que dans nos conditions générales, qui sont accessibles sur Paperwork, sauf indication contraire. dans cette politique de confidentialité. Collecte et utilisation des informations Pour une meilleure expérience, lors de l'utilisation de notre service, je peux vous demander de nous fournir certaines informations personnellement identifiables, y compris, mais sans s'y limiter, l'adresse e-mail, le nom, le prénom, langage. Les informations que je demande seront conservées sur votre appareil et ne seront en aucun cas collectées par moi L'application utilise des services tiers qui peuvent collecter des informations utilisées pour vous identifier Lien vers la politique de confidentialité de tiers fournisseurs de services tiers utilisés par l'ap Service Google Play Faceboo Log Dat Je souhaite vous informer que chaque fois que vous utilisez mon service, en cas d'erreur dans l'application, je collecte des données et informations (via des produits tiers) sur votre téléphone appelées Log Data. Ces données de journal peuvent inclure des informations telles que l'adresse de protocole Internet (IP) de votre appareil, le nom de l'appareil, la version du système d'exploitation, la configuration de l'application lors de l'utilisation de mon service, l'heure et la date de votre utilisation du service, et d'autres statistiques Cookie Les cookies sont des fichiers contenant une petite quantité de données qui sont couramment utilisés comme identifiants uniques anonymes. Ceux-ci sont envoyés à votre navigateur à partir des sites Web que vous visitez et sont stockés dans la mémoire interne de votre appareil Ce Service n'utilise pas explicitement ces cookies. Cependant, l'application peut utiliser du code tiers et des bibliothèques qui utilisent des cookies pour collecter des informations et améliorer leurs services. Vous avez la possibilité d'accepter ou de refuser ces cookies et de savoir quand un cookie est envoyé à votre appareil. Si vous choisissez de refuser nos cookies, vous ne pourrez peut-être pas utiliser certaines parties de ce service Fournisseur de services Je peux employer des sociétés et des personnes tierces pour les raisons suivantes Pour faciliter notre service Pour fournir le Service en notre nom Pour fournir des services liés au Service ; o Pour nous aider à analyser l'utilisation de notre Service Je souhaite informer les utilisateurs de ce Service que ces tiers ont accès à leurs Informations personnelles. La raison est d'effectuer les tâches qui leur sont confiées en notre nom. Cependant, ils sont tenus de ne pas divulguer ou utiliser les informations à d'autres fins Sécurité J'apprécie votre confiance en nous fournissant vos informations personnelles, nous nous efforçons donc d'utiliser des moyens commercialement acceptables pour les protéger. Mais n'oubliez pas qu'aucune méthode de transmission sur Internet ou méthode de stockage électronique n'est sécurisée et fiable à 100 %, et je ne peux garantir sa sécurité absolue Liens vers d'autres sites Ce service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas gérés par moi. Par conséquent, je vous conseille vivement de consulter la politique de confidentialité de ces sites Web. Je n'ai aucun contrôle et n'assume aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites ou services tiers Confidentialité des enfants Ces Services ne s'adressent à personne de moins de 13 ans. Je ne collecter sciemment des informations personnellement identifiables auprès d'enfants de moins de 13 ans. Si je découvre qu'un enfant de moins de 13 ans m'a fourni des informations personnelles, je les supprime immédiatement de nos serveurs. Si vous êtes un parent ou un tuteur et vous savez que votre enfant nous a fourni des informations personnelles, veuillez me contacter afin que je puisse prendre les mesures nécessaires Modifications de cette politique de confidentialité Je peux mettre à jour notre politique de confidentialité de temps à autre. Ainsi, il vous est conseillé de consulter cette page périodiquement pour tout changement. Je vous informerai de tout changement en publiant la nouvelle politique de confidentialité sur cette page Cette politique entre en vigueur le 2023-03-3 Contactez-nous Si vous avez des questions ou des suggestions concernant ma politique de confidentialité, n'hésitez pas à me contacter à paperwork_2024@labeip.epitech.eu.

# termsAndProceduresTitle
source: Terms and procedures
fr: Conditions générales
