Repository: Paperwork-EIP/Front-mobile
Catalog: *_app/workspace/assets/translate/*.arb
Languages: fr

# termsAndProceduresText
source: By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. You’re not allowed to copy or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages or make derivative versions. The app itself, and all the trademarks, copyright, database rights, and other intellectual property rights related to it, still belong to Paperwork. Paperwork is committed to ensuring that the app is as useful and efficient as possible. For that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason. We will never charge you for the app or its services without making it very clear to you exactly what you’re paying for. The Paperwork app stores and processes personal data that you have provided to us, to provide my Service. It’s your responsibility to keep your phone and access to the app secure. We therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device. It could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone’s security features and it could mean that the Paperwork app won’t work properly or at all. The app does use third-party services that declare their Terms and Conditions. Link to Terms and Conditions of third-party service providers used by the app Google Play Services Facebook You should be aware that there are certain things that Paperwork will not take responsibility for. Certain functions of the app will require the app to have an active internet connection. The connection can be Wi-Fi or provided by your mobile network provider, but Paperwork cannot take responsibility for the app not working at full functionality if you don’t have access to Wi-Fi, and you don’t have any of your data allowance left. If you’re using the app outside of an area with Wi-Fi, you should remember that the terms of the agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third-party charges. In using the app, you’re accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you’re using the app, please be aware that we assume that you have received permission from the bill payer for using the app. Along the same lines, Paperwork cannot always take responsibility for the way you use the app i.e. You need to make sure that your device stays charged – if it runs out of battery and you can’t turn it on to avail the Service, Paperwork cannot accept responsibility. With respect to Paperwork’s responsibility for your use of the app, when you’re using the app, it’s important to bear in mind that although we endeavor to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you. Paperwork accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app. At some point, we may wish to update the app. The app is currently available on Android & iOS – the requirements for the both systems(and for any additional systems we decide to extend the availability of the app to) may change, and you’ll need to download the updates if you want to keep using the app. Paperwork does not promise that it will always update the app so that it is relevant to you and/or works with the Android & iOS version that you have installed on your device. However, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device. Changes to This Terms and Conditions I may update our Terms and Conditions from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Terms and Conditions on this page. These terms and conditions are effective as of 2023-03-30 Contact Us If you have any questions or suggestions about my Terms and Conditions, do not hesitate to contact me at paperwork_2024@labeip.epitech.eu.
fr: En téléchargeant ou en utilisant l'application, ces conditions s'appliqueront automatiquement à vous - vous devez donc vous assurer de les lire attentivement avant d'utiliser l'application. Vous n'êtes pas autorisé à copier ou modifier l'application, toute partie du app, ou nos marques commerciales de quelque manière que ce soit. Vous n'êtes pas autorisé à tenter d'extraire le code source de l'application, et vous ne devez pas non plus essayer de traduire l'application dans d'autres langues ou de créer des versions dérivées. L'application elle-même, et tous les marques, droits d'auteur, droits de base de données et autres droits de propriété intellectuelle qui s'y rapportent appartiennent toujours à Paperwork. Paperwork s'engage à faire en sorte que l'application soit aussi utile et efficace que possible. Pour cette raison, nous nous réservons le droit d'apporter des modifications à l'application ou pour facturer ses services, à tout moment et pour quelque raison que ce soit. Nous ne vous facturerons jamais l'application ou ses services sans vous indiquer très clairement ce pour quoi vous payez. Les magasins d'applications Paperwork et traite les données personnelles que vous nous avez fournies, pour fournir mon service. Il est de votre responsabilité de protéger votre téléphone et l'accès à l'application. Nous vous recommandons donc de ne pas jailbreaker ou rooter votre téléphone, qui est le processus de suppression des restrictions et limitations logicielles imposées par le système d'exploitation officiel de votre appareil. Cela pourrait rendre votre téléphone vulnérable aux logiciels malveillants/virus/programmes malveillants, compromettre les fonctionnalités de sécurité de votre téléphone et cela pourrait signifier que l'application Paperwork ne fonctionnera pas correctement ou pas du tout. L'application utilise des services tiers qui déclarent leurs conditions d'utilisation et Conditions. Lien vers les conditions générales des fournisseurs de services tiers utilisés par l'application Services Google Play Facebook Vous devez savoir qu'il y a certaines choses dont Paperwork n'assume aucune responsabilité. Certaines fonctions de l'application nécessiteront que l'application dispose d'une connexion Internet active. La connexion peut être Wi-Fi ou fournie par votre fournisseur de réseau mobile, mais Paperwork ne peut être tenu responsable du fait que l'application ne fonctionne pas à pleine fonctionnalité si vous n'avez pas accès au Wi-Fi et que vous ne disposez d'aucune de vos données allocation restante. Si vous utilisez l'application en dehors d'une zone avec Wi-Fi, n'oubliez pas que les termes de l'accord avec votre fournisseur de réseau mobile s'appliqueront toujours. Par conséquent, votre opérateur de téléphonie mobile peut vous facturer le coût des données pour la durée de la connexion lors de l'accès à l'application, ou d'autres frais tiers. En utilisant l'application, vous acceptez la responsabilité de ces frais, y compris les frais de données en itinérance si vous utilisez l'application en dehors de votre territoire d'origine (c'est-à-dire votre région ou votre pays) sans désactiver l'itinérance des données. Si vous n'êtes pas le payeur de la facture pour l'appareil sur lequel vous utilisez l'application, sachez que nous supposons que vous avez reçu l'autorisation du payeur de la facture pour utiliser l'application. Dans le même ordre d'idées, Paperwork ne peut pas toujours assumer la responsabilité pour la façon dont vous utilisez l'application, c'est-à-dire que vous devez vous assurer que votre appareil reste chargé - s'il est à court de batterie et que vous ne pouvez pas l'allumer pour bénéficier du service, Paperwork ne peut pas accepter la responsabilité. En ce qui concerne la responsabilité de Paperwork pour votre utilisation de l'application, lorsque vous utilisez l'application, il est important de garder à l'esprit que même si nous nous efforçons de nous assurer qu'elle est mise à jour et correcte à tout moment, nous comptons sur des tiers pour nous fournir des informations afin que nous peut le mettre à votre disposition. Paperwork n'accepte aucune responsabilité pour toute perte, directe ou indirecte, que vous subissez en vous fiant entièrement à cette fonctionnalité de l'application. À un moment donné, nous pourrions souhaiter mettre à jour l'application. L'application est actuellement disponible sur Android et iOS - les exigences pour les deux systèmes (et pour tous les systèmes supplémentaires auxquels nous décidons d'étendre la disponibilité de l'application) peuvent changer, et vous devrez télécharger les mises à jour si vous souhaitez conserver en utilisant l'application. Paperwork ne promet pas qu'il mettra toujours à jour l'application afin qu'elle soit pertinente pour vous et/ou fonctionne avec la version Android et iOS que vous avez installée sur votre appareil. Cependant, vous vous engagez à toujours accepter les mises à jour de l'application lorsqu'elles vous sont proposées. Nous pouvons également souhaiter cesser de fournir l'application et mettre fin à son utilisation à tout moment sans préavis de résiliation. Sauf indication contraire de notre part, en cas de résiliation, (a) les droits et licences qui vous sont accordés dans les présentes conditions prendront fin ; (b) vous devez cesser d'utiliser l'application et (si nécessaire) la supprimer de votre appareil. Modifications de ces conditions générales Je peux mettre à jour nos conditions générales de temps à autre. Ainsi, il vous est conseillé de consulter cette page périodiquement pour tout changement. Je vous informerai de tout changement en publiant les nouvelles conditions générales sur cette page. Ces conditions générales entrent en vigueur le 2023-03-30 Contactez-nous Si vous avez des questions ou des suggestions concernant mes conditions générales , n'hésitez pas à me contacter à paperwork_2024@labeip.epitech.eu.

source: Log
fr: Registre

# logTitle
source: Paperwork Log
fr: Registre Paperwork

# logText
source: Be aware of the latest updates and new features implemented. Here's what's changed since the last update: Account Verification Privacy Policy Adding the datepicker in the calendar
fr: Soyez au courant des dernières mises à jour et des nouvelles fonctionnalités mises en œuvre. Voici ce qui a changé depuis la dernière mise à jour : Vérification du compte Politique de confidentialité Ajout du sélecteur de date dans le calendrier

# privacyPolicyTitle
source: Privacy Policy
fr: Politique de confidentialité

# privacyPolicyText
source: Paperwork built the Paperwork app as a Free app. This SERVICE is provided by Paperwork at no cost and is intended for use as is. This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at Paperwork unless otherwise defined in this Privacy Policy. Information Collection and Use For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to email adress, name, surname, langage. The information that I request will be retained on your device and is not collected by me in any way The app does use third-party services that may collect information used to identify you Link to the privacy policy of third-party service providers used by the ap Google Play Service Faceboo Log Dat I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics Cookie Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory This Service does not use these “cookies” explicitly. However, the app may use third-party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service Service Provider I may employ third-party companies and individuals due to the following reasons To facilitate our Service To provide the Service on our behalf To perform Service-related services; o To assist us in analyzing how our Service is used I want to inform users of this Service that these third parties have access to their Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose Securit I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security Links to Other Site This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services Children’s Privac These Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13 years of age. In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions Changes to This Privacy Polic I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page This policy is effective as of 2023-03-3 Contact U If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at paperwork_2024@labeip.epitech.eu.
fr: Paperwork a créé l'application Paperwork en tant qu'application gratuite. Ce SERVICE est fourni gratuitement par Paperwork et est destiné à être utilisé tel quel. Cette page est utilisée pour informer les visiteurs de mes politiques en matière de collecte, d'utilisation et de divulgation d'informations personnelles si quelqu'un décide d'utiliser mon service. Si vous choisissez d'utiliser mon service, vous acceptez la collecte et l'utilisation d'informations en relation avec cette politique. Les informations personnelles que je collecte sont utilisées pour fournir et améliorer le Service. Je n'utiliserai ni ne partagerai vos informations avec qui que ce soit, sauf dans les cas décrits dans la présente politique de confidentialité. Les termes utilisés dans la présente politique de confidentialité ont la même signification que dans nos conditions générales, qui sont accessibles sur Paperwork, sauf indication contraire. dans cette politique de confidentialité. Collecte et utilisation des informations Pour une meilleure expérience, lors de l'utilisation de notre service, je peux vous demander de nous fournir certaines informations personnellement identifiables, y compris, mais sans s'y limiter, l'adresse e-mail, le nom, le prénom, langage. Les informations que je demande seront conservées sur votre appareil et ne seront en aucun cas collectées par moi L'application utilise des services tiers qui peuvent collecter des informations utilisées pour vous identifier Lien vers la politique de confidentialité du service tiers fournisseurs utilisés par l'ap Service Google Play Faceboo Log Dat Je souhaite vous informer que chaque fois que vous utilisez mon service, en cas d'erreur dans l'application, je collecte des données et des informations ( via des produits tiers) sur votre téléphone appelé Log Data. Ces données de journal peuvent inclure des informations telles que l'adresse de protocole Internet (IP) de votre appareil, le nom de l'appareil, la version du système d'exploitation, la configuration de l'application lors de l'utilisation de mon service, l'heure et la date de votre utilisation du service, et d'autres statistiques Cookie Les cookies sont des fichiers contenant une petite quantité de données qui sont couramment utilisés comme identifiants uniques anonymes. Ceux-ci sont envoyés à votre navigateur depuis les sites Web que vous visitez et sont stockés dans la mémoire interne de votre appareil Ce Service n'utilise pas explicitement ces cookies. Cependant, l'application peut utiliser du code tiers et des bibliothèques qui utilisent des cookies pour collecter des informations et améliorer leurs services. Vous avez la possibilité d'accepter ou de refuser ces cookies et de savoir quand un cookie est envoyé sur votre appareil. Si vous choisissez de refuser nos cookies, vous ne pourrez peut-être pas utiliser certaines parties de ce service Fournisseur de services Je peux employer des sociétés et des personnes tierces pour les raisons suivantes Pour faciliter notre service Pour fournir le Service en notre nom Pour fournir des services liés au Service ; o Pour nous aider à analyser l'utilisation de notre Service Je souhaite informer les utilisateurs de ce Service que ces tiers ont accès à leurs Informations personnelles. La raison est d'accomplir les tâches qui leur sont confiées en notre nom. Cependant, ils sont tenus de ne pas divulguer ou utiliser les informations à d'autres fins Sécurité J'apprécie votre confiance en nous fournissant vos informations personnelles, nous nous efforçons donc d'utiliser des moyens commercialement acceptables pour les protéger. Mais n'oubliez pas qu'aucune méthode de transmission sur Internet ou méthode de stockage électronique n'est sécurisée et fiable à 100 %, et je ne peux garantir sa sécurité absolue Liens vers d'autres sites Ce service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas exploités par moi. Par conséquent, je vous conseille vivement de consulter la politique de confidentialité de ces sites Web. Je n'ai aucun contrôle et n'assume aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites ou services tiers Confidentialité des enfants Ces Services ne s'adressent à personne de moins de 13 ans. Je ne recueillir sciemment des informations personnellement identifiables auprès d'enfants de moins de 13 ans. Dans le cas où je découvre qu'un enfant de moins de 13 ans m'a fourni des informations personnelles, je les supprime immédiatement de nos serveurs. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des informations personnelles, veuillez me contacter afin que je puisse prendre les mesures nécessaires Modifications de cette politique de confidentialité Je peux mettre à jour notre politique de confidentialité de temps à autre. Ainsi, il vous est conseillé de consulter cette page périodiquement pour tout changement. Je vous informerai de tout changement en publiant la nouvelle politique de confidentialité sur cette page Cette politique entre en vigueur le 2023-03-3 Contactez-nous Si vous avez des questions ou des suggestions concernant ma politique de confidentialité, n'hésitez pas à me contacter à paperwork_2024@labeip.epitech.eu.

source: Vital card
fr: Carte vitale

# vitalCardText
source: Health insurance policies typically cover a wide range of medical expenses, such as hospitalization, surgical procedures, prescription drugs, laboratory tests, and doctor visits. Some policies may also cover specialized treatments such as dental, vision, or mental health care.
fr: Les polices d'assurance maladie couvrent généralement un large éventail de dépenses médicales, telles que l'hospitalisation, les interventions chirurgicales, les médicaments sur ordonnance, les tests de laboratoire et les visites médicales. Certaines polices peuvent également couvrir des traitements spécialisés tels que les soins dentaires, la vision ou les soins de santé mentale.

source: Passport
fr: Passeport

# visaText
source: A visa is an official document or endorsement placed in a passport that allows the passport holder to enter, stay, or exit a foreign country for a specific period of time and for a specific purpose. The purpose of a visa is to regulate and control the entry and stay of foreign visitors in a country.
fr: Un visa est un document officiel ou une annotation apposée dans un passeport qui permet au titulaire du passeport d'entrer, de séjourner ou de quitter un pays étranger pour une période spécifique et dans un but précis. Le but d'un visa est de réglementer et de contrôler l'entrée et le séjour des visiteurs étrangers dans un pays.

source: Proof of residence
fr: Justificatif de domicile

# proofOfResidenceText
source: A proof of address is a document that verifies where you live. It is often required as a form of identification when you need to open a bank account, apply for credit, or get a government-issued ID card. A proof of address can take many forms, but it typically includes your name, your address, and a date
fr: Un justificatif de domicile est un document qui vérifie votre adresse de résidence. Il est souvent requis comme forme d'identification lorsque vous avez besoin d'ouvrir un compte bancaire, de demander du crédit ou d'obtenir une carte d'identité délivrée par le gouvernement. Un justificatif de domicile peut prendre différentes formes, mais il inclut généralement votre nom, votre adresse et une date.
